# Получаем рост.
h = int(input())

# Получаем массу.
m = int(input())

# Напишите ваш код тут
print(m / (h / 100) ** 2)