# Создайте переменные year и pi под этой строкой
year = 365
pi = 3.14

# Код ниже изменять или удалять не надо
print(year, pi)